Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/daidda-samediggeviesus.html.tmx
Source language: sme
Languages: smj

source: Dáidda Sámediggeviesus / Sámediggevisti / Sámedikki birra / Sámediggi - Sametinget
smj: Dájdda Sámedikketsiekkadusán / Sámediggeviesso / Sámmedikke birra / Sámedigge - Sametinget

source: Dáidda Sámediggeviesus
smj: Dájdda Sámedikketsiekkadusán

source: Sámediggi eaiggáda máŋggalágan dáidagiid, maid sihke sápmelaš ja norgalaš dáiddárat leat dahkan.
smj: Sámedikken le æjgon duot dát dájddadahko, sámij dájddárijs ja láttij dájddáris.

source: Dáidagat leat juohkeláganat, earret eará árbevirolaš sámi duodji, govvabáccit ja ođđaáigásaš govvadáidda.
smj: Dájddadago li dagádum divna tjerdaj teknihkaj, dán vuolen árbbedábálasj sáme duodje, tjuollusa ja ådåájggásasj gåvvådájdda.

source: Hilde Skancke Pedersen Dat hirbmat stuorra ja gelddolaš seaidnegovva Luottat – Spor maid dáiddár Hilde Skancke Pedersen lea dahkan lea sihke olggobealde ja siskkobealde Sámedikki dievasčoahkkinsála.
smj: Muhtem dájddárijs ja dájddadagojs ma li Sámedikketsiekkadusán åvdåstahtedum li: Dat oavdos ja geldulasj væggamalerija Luotta – Spor dájddáris Hilde Skancke gávnnap Sámedikke dievastjåhkanimlanjá sis- ja ålgusjbielen.

source: Dievasčoahkkinsála sárdnestuolu / lávddi duohken leat siŋkapláhtat betoŋgga alde (emáljjain ja golleivnniin dahkkojuvvon siŋkii) ja seinniin olggobealde dievasčoahkkinsála ja vuolitgearddis olggobealde auditorija leat arkeologalaš luottat (sámi ássan- ja hávdesajit) mat lea sámi kultuvrra bázahusat nugo dutkasajit / gierddut ja labyrinttat, boldojuvvon metállapláhtaide.
smj: Sinkpláhtta betåŋa nanna hållamståvlå / podiuma duogen dievastjåhkanimlanján (dagádum emáljas ja bládegålles sinka nanna) ja siejnij milta dievastjåhkanimlanjá ålgusjbielen (foajéan) ja vuolleetásjan auditåvrå ålgusjbielen, metállapláhtajda bårådum arkeologalasj bátsadisá (sáme årrom- ja hávddesajijs) majt sámekultuvrra le guodám goahtesajijs / gievlij ja labyrintaj baktu.

source: Hilde Skancke Pedersen lei nubbi dan guoktásis geat giddejuvvon gilvvus masa ledje bovdejuvvon 12 dáiddára Sámediggeviesu čiŋaheami oktavuođas vuittiiga.
smj: Hilde Skancke Pedersen lij akta guovtes gut vuojtij dahpadum gilppusav 12 bivddidum dájddarijs gå ájggun Sámedikketsiekkadusáv hiervvidit.

source: Kristin Ytreberg Čiŋaheapmi Den som... maid dáiddár Kristin Ytreberg lea dahkan lea buot seinniin guhkesfeaskáris.
smj: Hiervvidus Den som... dájddáris Kristin Ytreberg gávnnu juohkka siejnen vájaldimhállan.

source: Dasa lea geavahuvvon datneherven sámi ornamentihka vuođul ja dasto leat sátnevádjasat ja viissisvuođasánit mat leat vižžojuvvon J. Quigstad čoahkádusain.
smj: Guokta elementa li adnuj váldedum: daddnim arvusmahtedum sáme girjjusis ja báhkovádjasijs ja vijsesvuodabágo J. Quigstada tjoahkkijs.

source: Ytreberg lei nubbi dan guoktásis geat giddejuvvon gilvvus masa ledje bovdejuvvon 12 dáiddára Sámediggeviesu čiŋaheami oktavuođas vuittiiga.
smj: Ytreberg lij akta guovte dájddárijs gudi vuojtijga dahpadum gilppusav 12 bivddidum dájddarijs gå ájggun hiervvidit Sámedikketsiekkadusáv.

source: Kåre Kivijärvi Sámedikki bibliotehkas leat Kåre Kivijärvi Fra de store banker (1959/1961) nammasaš govva ja Kvinne (muohtogovva) Unjárggas (1972).
smj: Kåre Kivijärvi Sámedikke girjjevuorkán gávnnu Kåre Kivijärvia Fra de store banker (1959/1961), aktan gåvåjn Kvinne (muohtogåvvå) Unjárgas (1972).

source: Govat leat kopiijat (2004) álgogovas 1/9 (mii mearkkaša dan ahte dat lea vuosttaš govva ovcci govas main lea ovttalágan motiiva).
smj: Gåvå li moattedime (2004) oalle gåvås 1/9 (dát merkaj vuostasj aktse gåvåjs sæmmi motijvas).

source: Govaid lea oastán Utsmykkingsfondet for offentlige bygg nammasaš ásahus Sámediggeviesu čiŋaheami oktavuođas 2000:s.
smj: Gåvå oasteduvvin etáhtas Utsmykningsfondet for offentlige bygg gå galggin hiervvidit Sámedikketsiekkadusáv jagen 2000.

source: Álgogovaid bilidii beaivváščuovga, govaid kopiijat heŋgejuvvojedje giđđat 2004 bibliotehkii.
smj: Ieme gåvå bæjsstanin biejvvetjuovgas, ja moattedime gåvåjs gatsoduvvin 2004 gidá girjjevuorkkáj.

source: Harald Bodøgaard Rød nammasaš bázzi, mii lea granihtas ráhkaduvvon (1999), lea dáiddár Harald Bodøgaard dahkan ja dan lea addán Bjørn Bygg AS.
smj: Tjuolos Rød, dagádum granihtas (1999), dagáduváj dájddáris Harald Bodøgaard ja lij vattáldahka vidnudagás Bjørn Bygg AS.

source: , Romssas skeaŋkan Sámediggeviesu almmolaš rahpama oktavuođas skábmamánus 2001.
smj: , Råmsås gå Sámedikketsiekkadus almulattjat rabáduváj basádismánon 2001.

source: Anna-Eva Bergman Gova Finnmark i gull metállaivnniiguin (1965) lea ráhkadan dáiddár Anna-Eva Bergman.
smj: Gåvvå Finnmark i gull dagádum metállabájnoj (1965) le dagádum dájddáris Anna Eeva Bergman.

source: Gova leat addán skeaŋkan Davvi-Trøndelága, Norlándda, Romssa ja Finnmárkku fylkkagielddat Sámediggeviesu rahpama oktavuođas skábmamánu 2. b. 2001.
smj: Gåvvå le vattáldahka Nuortta-Trøndelaga, Nordlánda, Råmså ja Finnmárko fylkkasuohkanijs gå sámedikketsiekkadus rabáduváj basádismáno 2. biejve 2001.

source: Astri Aasen Dáiddára Astri Aasen vuosttaš sámi čoahkkima govat mii dollojuvvui Troanddimis 1917:s leat earret eará feaskáris dievasčoahkkinsála guoras.
smj: Gåvå dájddáris Astri Aasen vuostasj sáme tjåhkanimes Roandemin jagen 1917 gávnnuji duola dagu hállan dievastjåhkanimlanjá guoran.

source: Sámediggi osttii dáid Troanddima Dáiddamuseas 80-jagi ávvudeami oktavuođas guovvamánu 6. b. 1997.
smj: Sámedigge åstij dájt Trondheim Kunstmuseumis 80-jahke ávvudibmáj guovvamáno 6. biejve 1997.

source: Govat ledje čájáhusas Metodistagirku kealláris Troanddimis.
smj: Gåvå vuosádaláduvvin Metodistgirkko tjællárin Roandemin.
